{
    "wiki_data": {
        "bottle": {
            "content": "**Chopsticks** are shaped pairs of equal-length sticks that have been used as kitchen and eating utensils in most countries of Sinosphere for over three millennia. They are held in the dominant hand, secured by fingers, and wielded as extensions of the hand, to pick up food.\nOriginating in **China**, chopsticks later spread to other parts of Sinosphere such as Korea, Japan and Vietnam. Chopsticks have become more accepted in connection with East Asian food in the West, especially in cities with significant East Asian diaspora communities. The use of chopsticks has also spread to the Southeast Asia either via the Chinese diaspora or through some dishes such as noodles that may require chopsticks.\n#### History\n**Chopsticks** have been around and used since at least the Shang dynasty (1766–1122 BCE). However, the Han dynasty historian Sima Qian wrote that it is likely that chopsticks were also used in the preceding Xia dynasty and even the earlier Erlitou culture, although finding archeological evidence from this era is difficult.",
            "video": "https://www.youtube.com/watch?v=xFRzzSF_6gk",
            "caption": "How to use Chopsticks: https://www.youtube.com/watch?v=xFRzzSF_6gk"
        },
        "person": {
            "content": "In cutlery or kitchenware, a **fork** (from Latin: furca 'pitchfork') is a utensil, now usually made of metal, whose long handle terminates in a head that branches into several narrow and often slightly curved tines with which one can spear foods either to hold them to cut with a knife or to lift them to the mouth.\n#### History\nThe **fork** originated as a two-pronged serving tool in ancient Egypt, Greece, and Rome, became a personal eating utensil in Persia and Byzantium, spread slowly to Europe—especially Italy—in the Middle Ages, and became common across Europe and North America by the 19th century as manufacturing improved.",
            "video": "https://www.youtube.com/watch?v=Sq-AhuwJCIY",
            "caption": "How to use a Fork: https://www.youtube.com/watch?v=Sq-AhuwJCIY"
        },

        "chair": {
            "content": "A **butter knife** is a small table knife designed specifically for spreading butter, jam, cream cheese, or other soft spreads.\n#### History\nThe **butter knife** originated in 17th-century Europe when dining etiquette began discouraging sharp knives at the table, leading to the creation of blunt utensils for spreading softened butter. By the 18th and 19th centuries—especially during the Victorian era—it became a formalized piece of tableware, often made of silver and included in elaborate place settings, with both individual and communal versions. With industrial manufacturing in the 19th and 20th centuries, butter knives became affordable and common, evolving into the simple stainless-steel spreaders widely used today.",
            "video": "https://www.youtube.com/watch?v=YrHpeEwk_-U",
            "caption": "How to use butter knife: https://www.youtube.com/watch?v=YrHpeEwk_-U"
        },

        "Knife (Dao bep)": {
            "content": "A **kitchen knife** is a tool used in food preparation, designed with a sharp blade and a handle to cut, slice, chop, or mince ingredients such as vegetables, meat, fruits, and herbs. It comes in many types (chef’s knife, paring knife, cleaver, etc.), each made for specific cooking tasks.\n#### History\nThe **kitchen knife** has its origins in prehistoric times, when early humans used sharpened stones and bones to cut food. With the discovery of metalworking around 6000–3000 BCE, knives began to be made from copper, then bronze, and later from iron and steel, making them stronger and sharper. In ancient civilizations such as Egypt, China, and Rome, knives became essential cooking tools and were crafted in different shapes for specific tasks. During the Middle Ages, blacksmiths refined forging techniques, leading to harder, more durable steel blades. By the 18th and 19th centuries, regions like Solingen (Germany) and Sakai (Japan) became famous for high-quality kitchen knives. Modern kitchen knives now use advanced stainless steel, carbon steel, and composite materials, evolving into the specialized chef’s knives, paring knives, and cleavers used in kitchens around the world today.",
            "video": "https://www.youtube.com/watch?v=20gwf7YttQM",
            "caption": "How to use Knife (Dao bep): https://www.youtube.com/watch?v=20gwf7YttQM"
        },

        "Knife (Dao Got)": {
            "content": "A **paring knife (dao gọt)** is a small, lightweight kitchen knife designed for tasks that require precision and control. It typically has a short, sharp blade—usually 2.5 to 4 inches long—making it ideal for peeling fruits and vegetables, removing seeds, trimming stems, and performing delicate cuts that are difficult with larger knives. Because of its maneuverability, the paring knife is essential for fine kitchen work such as shaping, carving small details, or handling food directly in the hand rather than on a cutting board. It is one of the most versatile tools in food preparation and a staple in both home and professional kitchens.\n#### History\nThe **paring knife (dao gọt)** originated from small utility knives used in ancient times for peeling and trimming food. As metalworking improved through the Bronze and Iron Ages, these small blades became sharper and more refined. By the Middle Ages, they evolved into dedicated kitchen tools, and by the 18th–19th centuries they were standardized by European cutlery makers. Today, the paring knife is an essential tool for precise, detailed kitchen work.",
            "video": "https://www.youtube.com/watch?v=aoqVGdmVlKk",
            "caption": "How to use Knife (Dao got): https://www.youtube.com/watch?v=aoqVGdmVlKk"
        },

        "Pot": {
            "content": "A **pot** is a deep, usually round cooking vessel with high sides and a flat or slightly rounded bottom, designed to hold liquids and ingredients for cooking. Made from materials like stainless steel, aluminum, cast iron, or nonstick coatings, pots are used on stoves, ovens, or open fires to boil, simmer, stew, or braise food. They often come with a lid to trap heat and moisture, helping cook food evenly and retain flavor. Pots vary in size and type, including stockpots, saucepans, and Dutch ovens, making them versatile tools in both home and professional kitchens.\n#### History\nCooking pots are among the oldest kitchen tools in human history. Early humans used hollowed-out stones, shells, or clay vessels over open fires to cook food. Around 10,000 years ago, during the Neolithic period, people began making pottery pots, which allowed them to boil grains, soups, and stews. With the Bronze and Iron Ages, metal pots made of bronze, copper, and later iron became common, offering greater durability and heat control. By the Middle Ages, pots were a staple in European kitchens, often heavy and designed for open hearth cooking. The Industrial Revolution in the 18th–19th centuries led to mass-produced metal pots, making them affordable and widespread. Today, pots come in a variety of materials like stainless steel, aluminum, and nonstick surfaces, remaining essential for boiling, simmering, and stewing in kitchens worldwide.",
            "video": "https://www.youtube.com/watch?v=ZXAd9BYDPJQ",
            "caption": "How to use Pot: https://www.youtube.com/watch?v=ZXAd9BYDPJQ"
        },

        "Plate": {
            "content": "A **plate** is a flat, usually round dish used for serving or eating food. It can be made from materials like ceramic, glass, metal, or plastic and is a common item in both everyday dining and formal table settings.\n#### History\n**Plates** have been used for thousands of years as vessels for serving and eating food. Early plates were made from wood, stone, or clay in ancient civilizations such as Egypt, Greece, and China. By the Middle Ages, metal plates made of pewter or silver were common among the wealthy, while ordinary people often used wooden or ceramic dishes. In the 16th–18th centuries, fine porcelain plates from China and later Europe became popular for their beauty and durability, especially among the aristocracy. The Industrial Revolution made mass-produced ceramic and metal plates affordable for everyday use, and today, plates come in a wide variety of materials, shapes, and designs for both practical and decorative purposes.",
            "video": "https://www.youtube.com/watch?v=-iZGoUNUwbc",
            "caption": "How to use Plate: https://www.youtube.com/watch?v=-iZGoUNUwbc"
        },

        "Spoon": {
            "content": "A **metal spoon** is a utensil made of metal, typically used for eating, stirring, or serving food and liquids. It usually has a shallow bowl at one end and a handle at the other, and can be made from materials like stainless steel, iron, or aluminum, making it durable and reusable.\n#### History\n**Spoons** are among the oldest eating utensils, with early versions made from wood, bone, or shells. The first metal spoons appeared in ancient civilizations such as Egypt, Greece, and Rome, where they were crafted from bronze, silver, or gold and often decorated with engravings. During the Middle Ages in Europe, pewter and silver spoons became common among the wealthy, while ordinary people still used wooden or horn spoons. The Industrial Revolution in the 18th–19th centuries allowed mass production of durable stainless steel spoons, making them affordable and widespread. Today, metal spoons are standard in households worldwide for eating, cooking, and serving.",
            "video": "https://www.youtube.com/watch?v=U0Tp8-NjsvM",
            "caption": "How to use Spoon: https://www.youtube.com/watch?v=U0Tp8-NjsvM"
        }
    }
}