{
  "wiki_data": {
    "Spoon": {
      "content": "A **metal spoon** is a utensil made of metal, typically used for eating, stirring, or serving food and liquids. It usually has a shallow bowl at one end and a handle at the other, and can be made from materials like stainless steel, iron, or aluminum, making it durable and reusable.\n#### History\n**Spoons** are among the oldest eating utensils, with early versions made from wood, bone, or shells. The first metal spoons appeared in ancient civilizations such as Egypt, Greece, and Rome, where they were crafted from bronze, silver, or gold and often decorated with engravings. During the Middle Ages in Europe, pewter and silver spoons became common among the wealthy, while ordinary people still used wooden or horn spoons. The Industrial Revolution in the 18th–19th centuries allowed mass production of durable stainless steel spoons, making them affordable and widespread. Today, metal spoons are standard in households worldwide for eating, cooking, and serving.",
      "video": "https://www.youtube.com/watch?v=U0Tp8-NjsvM",
      "caption": "How to use Spoon: https://www.youtube.com/watch?v=U0Tp8-NjsvM"
    },
    "Fork": {
      "content": "A **fork** is a dining utensil, usually made of metal, that consists of a long handle terminating in a head with several narrow, often slightly curved, **tines** (prongs). It is used to spear food, hold items for cutting with a knife, or lift food to the mouth.\n#### History\nThe fork is the youngest of the basic dining utensils. Early large, two-tined versions were used as cooking and carving tools in Ancient Egypt and the Roman Empire. The personal table fork was likely invented in the Eastern Roman (Byzantine) Empire by the 4th century. It became common in the Middle East and widespread in Italy by the 14th century. The rest of Europe was slow to adopt it until the 18th century. Modern forks often have four tines, and specialized types include salad, dessert, and oyster forks.",
      "video": "https://www.youtube.com/watch?v=sNE2DhQ1AZ4",
      "caption": "Table etiquette for Fork and Knife: https://www.youtube.com/watch?v=sNE2DhQ1AZ4"
    },
    "Knife": {
      "content": "A **knife** is a fundamental tool featuring a cutting edge or **blade**, usually attached to a **handle**. Modern kitchen knives are made from various materials, including carbon steel, stainless steel, ceramic, and titanium, and are shaped for specific tasks like slicing, dicing, mincing, or carving.\n#### History\nKnives are one of humanity's earliest tools, appearing at least 2.5 million years ago. Early knives were made from wood, bone, and stone (like flint and obsidian). They evolved with metallurgy, transitioning to copper, bronze, iron, and eventually modern steel. The design of a knife includes the blade, the cutting edge, the spine (dull side), the point (tip), and the tang (the part of the blade that extends into the handle).",
      "video": "https://www.youtube.com/watch?v=nV_ET-TEMjE",
      "caption": "Kitchen Knives Tutorial: https://www.youtube.com/watch?v=nV_ET-TEMjE"
    },
    "Tongs": {
      "content": "**Tongs** are versatile kitchen utensils designed to grip, hold, and manipulate objects without direct hand contact. They consist of two arms connected at one end by a pivot or a spring mechanism. Tongs serve as an extension of the cook's hands, providing a safe way to handle hot, cold, or delicate foods.\n#### History\nTong-like instruments have been used since ancient times, with evidence of their use in ancient Egypt to manipulate objects over fire, such as handling crucibles. Today, they are essential for kitchen safety and precision, used for tasks like flipping meat on a grill, tossing salads, and delicately plating food. They are commonly made of stainless steel or silicone-tipped stainless steel.",
      "video": "https://www.youtube.com/watch?v=gNdKUJt_3ts",
      "caption": "Cooking Tips: How to Use Tongs: https://www.youtube.com/watch?v=gNdKUJt_3ts"
    },
    "Bowl": {
      "content": "A **bowl** is a typically round dish or container characterized by an interior shaped like a spherical cap, with a seamless curve from the edges to the bottom. This shape is ideal for holding liquids (like soup) and loose foods (like cereal or salad). Bowls are used for preparing, mixing, serving, storing, and consuming food.\n#### History\nBowls have been used for thousands of years, with the oldest discovered bowl being 18,000 years old. Early forms were hollowed-out stones, shells, or clay vessels. Pottery bowls became common during the Neolithic period. Ancient civilizations like the Uruk culture of Mesopotamia mass-produced standardized beveled rim bowls in the 4th millennium BC. Modern bowls are made from materials including ceramic, metal, wood, plastic, and glass.",
      "video": "https://www.youtube.com/watch?v=A98hRoyCQBQ",
      "caption": "Tip for Stabilizing a Mixing Bowl: https://www.youtube.com/watch?v=A98hRoyCQBQ"
    },
    "Pot": {
      "content": "A **pot** is a deep, usually round cooking vessel with high sides and a flat or slightly rounded bottom, designed to hold liquids and ingredients for cooking. Made from materials like stainless steel, aluminum, cast iron, or nonstick coatings, pots are used on stoves, ovens, or open fires to boil, simmer, stew, or braise food. They often come with a lid to trap heat and moisture, helping cook food evenly and retain flavor. Pots vary in size and type, including stockpots, saucepans, and Dutch ovens, making them versatile tools in both home and professional kitchens.\n#### History\nCooking pots are among the oldest kitchen tools in human history. Early humans used hollowed-out stones, shells, or clay vessels over open fires to cook food. Around 10,000 years ago, during the Neolithic period, people began making pottery pots, which allowed them to boil grains, soups, and stews. With the Bronze and Iron Ages, metal pots made of bronze, copper, and later iron became common, offering greater durability and heat control. By the Middle Ages, pots were a staple in European kitchens, often heavy and designed for open hearth cooking. The Industrial Revolution in the 18th–19th centuries led to mass-produced metal pots, making them affordable and widespread. Today, pots come in a variety of materials like stainless steel, aluminum, and nonstick surfaces, remaining essential for boiling, simmering, and stewing in kitchens worldwide.",
      "video": "https://www.youtube.com/watch?v=ZXAd9BYDPJQ",
      "caption": "How to use Pot: https://www.youtube.com/watch?v=ZXAd9BYDPJQ"
    }
  }
}